Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/varhaiskasvatuksen_opettajille_ja_erityisopettajille_suuri_tarve_saamelaisessa_varhaiskasvatuksessa_-_oulun_yliopisto_aloittaa_koulutukset_inarissa.html.tmx
Source language: fin
Languages: sms

source: Varhaiskasvatuksen opettajille ja erityisopettajille suuri tarve saamelaisessa varhaiskasvatuksessa – Oulun yliopisto aloittaa koulutukset Inarissa
sms: Ouddpeâmm uʹčteeʹlid da spesiaaluʹčteeʹlid šurr tarbb sääʹm ouddpeâmmast – Oulu universiteʹtt alttad škooultõõzzid Aanrest

source: Yksi saamelaisen varhaiskasvatuksen suurimmista haasteista on korkeakoulutetun saamenkielisen henkilökunnan puute.
sms: Õhtt sääʹm ouddpeâmm šuurmõs vaʹǯǯtõõzzin lij õllškooultum sääʹmǩiõllsaž tuâjjlažkååʹdd vääʹnn.

source: Noin 40 prosenttia saamenkielisen varhaiskasvatuksen henkilöstöstä on vailla kelpoisuutta.
sms: Nuʹt 40 proseeʹnt sääʹmǩiõllsaž ouddpeâmm tuâjjlažkååʹddest lij väjja ââʹntemvuõđ.

source: Erityisen hankala on saamenkielisten varhaiskasvatuksen erityisopettajien tilanne, sillä heitä ei ole kentällä laisinkaan.
sms: Samai hueʹnn lij sääʹmǩiõllsaž ouddpeâmm spesiaaluʹčteeʹli vueʹǩǩ, ǥu uʹčteeʹl jiâ lekku ni vooʹps ååʹn vuäǯǯamnalla.

source: Tilannetta korjataan lisäämällä varhaiskasvatuksen koulutusta.
sms: Vueʹjj teevat lââʹzzteeʹl ouddpeâmm škooultõõzz.

source: Oulun yliopisto aloittaa Inarissa ensi joulukuussa varhaiskasvatuksen opettajan kelpoisuuden antavan kasvatustieteen kandidaattikoulutuksen ja varhaiskasvatuksen erityisopettajan kelpoisuuden antavan kasvatustieteen maisterikoulutuksen.
sms: Oulu universiteeʹtt alttad Aanrest puõʹtti jooulmannust ouddpeâmm uʹčteeʹli ââʹntemvuõđ uʹvddi pedagogiikk kandidaattškooultõõzz da ouddpeâmm spesiaaluʹčteeʹl ââʹntemvuõđ uʹvddi pedagogiikk maisterškooultõõzz.

source: Koulutuksissa kiinnitetään erityistä huomiota saamelaisen kasvatuksen ja perinteisen tiedon sekä kielen oppimisen pedagogisiin käytäntöihin ja menetelmiin.
sms: Škooultõõzzin ǩiʹddjed jiijjâsnallšem lokku välddmõõžž sääʹm peâmmʼmõõžž da äʹrbbvuõđlaž teâđ di ǩiõl mättjummuž pedagooglaž vueʹjjid da mõõntõõllmõõžžid.

source: Myös osa opetuksesta on saamenkielistä.
sms: Še pieʹǩǩ mättʼtõõzzâst lij sääʹmǩiõllsaž.

source: Saamen kielen ja kulttuurin erityistarpeet huomioivien koulutusten tavoitteena on vahvistaa pedagogista osaamista ja asiantuntijuutta saamelaisessa varhaiskasvatuksessa ja vastata alan suureen opettajatarpeeseen.
sms: Sääʹmǩiõl da kulttuur spesiaaltaarb lokku vaʹlddi škooultõõzzi täävtõssân lij raʹvvjed pedagooglaž silttummuž da ääʹšštobddâmvuõđ sääʹm ouddpeâmmast da vaʹstteed sueʹrj samai jõnn uʹčteeʹltaʹrbbe.

source: Varhaiskasvatuksen erityisopettajakoulutus järjestetään Inarissa nyt ensimmäistä kertaa.
sms: Ouddpeâmm spesiaaluʹčteeʹlškooultõs riâžžât Aanrest ååʹn vuõssmõs vuâra.

source: Koulutukset järjestää Oulun yliopiston kasvatustieteiden tiedekunta, ja ne toteutetaan monimuotokoulutuksina hyödyntäen iltoja, viikonloppuja ja kesälukukautta.
sms: Škooultõõzzid reäšš Oulu universiteeʹtt pedagogikktiõttji tiõđkåʹdd, da tõk čõõđtet määŋghämmsažškooultõssân äuʹǩǩeeʹl jeäʹǩǩääid, neäʹttel-looppid da ǩieʹsslookkâmpââʹj.

source: Suurin osa opetuksesta tapahtuu verkossa, mutta lisäksi lähiopetusjaksoja pidetään Inarissa ja osin myös Oulussa.
sms: Šuurmõs pieʹǩǩ mättʼtõõzzâst lij neeʹttest, leša lââʹssen âʹlddmättʼtõsperioodid ââʹnet Aanrest da vuässas še Oulust.

source: Koulutuksissa tehdään yhteistyötä Saamelaiskäräjien, Saamelaisalueen koulutuskeskuksen ja Oulun yliopiston Giellagas-instituutin kanssa.
sms: Škooultõõzzin tuejjeet õhttsažtuâj Sääʹmteeʹǧǧ (Sámediggi), Sääʹm škooultemkõõskõõzz (Sámi Oahpahusguovddáš) da Oulu universiteeʹtt Giellagas-instituuʹttin.

source: Lisäksi yhteistyötä tullaan tekemään myös saamelaisen pedagogiikan, monikielisyyden ja kielenelvytyksen tutkijoiden ja asiantuntijoiden kanssa.
sms: Lââʹssen õhttsažtuâj puäʹđet tuejjeed še sääʹm pedagogiik, määŋgǩiõllsažvuõđ da ǩiõlljälltem tuʹtǩǩeeʹji da äʹšštobddjivuiʹm.

source: Koulutukset rahoittaa opetus- ja kulttuuriministeriö.
sms: Škooultõõzz teäggat mättʼtõs- da kulttuurministeria.

source: Hakuaika on 31.8.–14.9.2022.
sms: Ooccâmäiʹǧǧ lij 31.8.–14.9.2022.

source: Hakemusten perusteella kutsutuille pidetään soveltuvuuskoe 10.–11.11.2022 Inarissa.
sms: Ooccmõõžž vuâđald koččum ooʒʒjid ââʹnet suåvlažvuõđteʹstt 10.–11.11.2022 Aanrest.

source: Infotilaisuudet koulutuksista Teamsissa ti 7.6.2022.
sms: Infopoodd škooultõõzzin Teamsist mâ 7.6.2022.

source: Varhaiskasvatuksen opettajakoulutus klo 16.00–17.00 ja varhaiskasvatuksen erityisopettajakoulutus klo 17.00–18.00.
sms: Ouddpeâmm uʹčteeʹlškooultõs čiâss 16.00–17.00 da ouddpeâmm spesiaaluʹčteeʹlškooultõs čiâss 17.00–18.00.

source: Lisätietoa koulutuksista Opintopolussa:
sms: Lââʹssteâđaid škooultõõzzin Mättpälggsest:

source: Varhaiskasvatuksen opettaja, saamen kielen ja kulttuurin erityistarpeet huomioiva koulutus | Oulun yliopisto
sms: Ouddpeâmm uʹčteeʹl, sääʹmǩiõl da kulttuur spesiaaltaarbid lokku vaʹlddi škooultõs | Oulu universiteʹtt

source: Varhaiskasvatuksen erityisopettaja, saamen kielen ja kulttuurin erityistarpeet huomioiva koulutus | Oulun yliopisto
sms: Ouddpeâmm spesiaaluʹčteeʹl, sääʹmǩiõl da kulttuur spesiaaltaarbid lokku vaʹlddi škooultõs | Oulu universiteʹtt

source: Lisätietoja:
sms: Lââʹssteâđaid:

source: Anne-Mari Sironen, projektisuunnittelija, SaVOpe ja SaVEO -hanke, p. 050 4127944, etunimi.sukunimi@oulu.fi
sms: Anne-Mari Sironen, projeʹkttplaaneei, SaVOpe da SaVEO -haʹŋǩǩõs, teʹl. 050 4127944, risttnõmm. sokknõmm@oulu.fi

source: Niina Aikio-Siltala, ma. kielipesäohjaaja, Saamelaiskäräjät, p. +358 (0)10 839 3115 / +358 (0)40 487 5414, niina.aikio-siltala@samediggi.fi
sms: Niina Aikio-Siltala, mä. ǩiõllpieʹssvuäʹpsteei, Sääʹmteʹǧǧ , teʹl. +358 (0)10 839 3115 / +358 (0)40 487 5414, niina.aikio-siltala@samediggi.fi

source: Kuva: Kevin Francett
sms: Snimldõk: Kevin Francett
